Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-4006.html.tmx
Source language: nob
Languages: sme

source: Divvun 2.0 - lansering med sørsamisk - Rådsmedlem Ellinor Marita Jåma - Sámediggi Sametinget
sme: Divvun 2.0 - almmuheapmi lullisámegielain - ráđđelahttu Ellinor Marita Jåma - Sámediggi Sametinget

source: Divvun 2.0 - lansering med sørsamisk - Rådsmedlem Ellinor Marita Jåma
sme: Divvun 2.0 - almmuheapmi lullisámegielain - ráđđelahttu Ellinor Marita Jåma

source: Det var nærmere 30 personer som hadde møtt opp på lokalet til Gïelem Nastedh/ Pakkhuset på Snåsa i dag, når Divvun 2.0 skulle lanseres.
sme: Ledje lagabut 30 olbmo geat ledje boahtán Gĩelem Nastedh/ Pakkhus nammasaš báikái Snåasas, Divvun 2.0 almmuheapmái.

source: Mange av de fremmøtte vil nettopp være aktuelle brukere av Divvun 2.0, som nå lanseres med sørsamisk.
sme: Máŋgasa sis geat ledje boahtán almmuheapmái leat ge boahttevaš Divvun 2.0 geavaheaddjit, mas dál maid lea lullisámegiela čállinveahkki.

source: Divvun programmet vil med andre ord nå være komplett, da den dekker de tre samiske skrivenormene, nord-, lule- og sørsamisk.
sme: Dál sáhttá ge Divvun prográmma lohkat leat ollislažžan, go gokčá dan golmma sámegiela čállin norpmaid, nammalassii davvi-, julev- ja lullisámegiela.

source: Åpningstale ved rådsmedlem Ellinor Marita Jåma Velkommen til lanseringen av Divvun 2.0 som nå også tilbyr støtte for sørsamisk språk.
sme: Sáhkavuorru ráđđelahtu Ellinor Marita Jåma bokte Bures boahtin Divvun 2.0 almmuheapmái. Divvun 2.0 fállá lullisámegiela čállinveahki.

source: Jeg håper og tror at dette verktøyet vil være av stor betydning for vitalisering og bruk av sørsamisk og at denne språkteknologien også vil legge fundament for nye utviklingsprosjekter for alle samiske språk.
sme: Sávan dát reaidu šaddá buorre veahkkin ealáskahttimii ja lullisámegiela geavaheapmái ja ahte dát teknologiija bidjá vuođu ođđa ovdánahttinprošeavttaide buot sámegielain.

source: Divvun-verktøyene som til nå bare har vært tilgengelig for nord- og lulesamisk, lanseres nå med støtte for sørsamisk.
sme: Divvunreaidu lea dán rádjái leamaš anus dušše davvi- ja julevsámegielas, muhto almmuhuvvo dál maiddái lullisámegiela veahkkin.

source: Divvun er et sett med korrekturverktøy for samisk, og verktøyene inneholder stavekontroll og automatisk orddeling, som er de mest grunnleggende skrivestøtteverktøyene.
sme: Divvun lea divvunreaidu sámegielaide, ja reaidu sisttisdoallá riektačállima ja sátnejuohkima, mat leat dat vuođđoveahkkeneavvut čállimis.

source: Divvun-verktøyene for sørsamisk er et sett med helt nye hjelpemidler for sørsamer, og går inn som en del av en større satsning på å styrke sørsamisk språk.
sme: Lullisámegiela Divvunreaidu lea áibbas ođđa veahkkeneavvu lullisámiide ja lea okta oassi stuorit doaimmas nannet lullisámegiela.

source: Grunnlaget for korrekturverktøyene kan og vil brukes på nytt i andre sammenhenger for å utvikle nye hjelpemidler.
sme: Dievvunreaidu sáhttá bidjat vuođu ovddidit eanet veahkkeneavvuid.

source: For nordsamisk finnes det allerede avansert automatisk analyse av tekst, språkopplæringsprogram og elektroniske ordbøker som bruker den samiske språkteknologien, og hjelpemidler for oversettere.
sme: Davvisámegielas gávdno juo veahkki mii čilge teavsttaid, giellaoahppanprográmma ja elektrovnnalaš sátnegirjjit mat atnet sámegiela giellateknologiija, ja lea maid veahkkeneavvun jorgaleddjiide.

source: Grunnressursene for Divvun-verktøyene muliggjør tilsvarende verktøy for sørsamisk.
sme: Vuođđoresurssat Divvunreaidduin addet lullisámegillii seamma vejolašvuođaid.

source: Det er allerede startet et prosjekt finansiert av Sametinget og Universitetet i Tromsø for å utvikle sørsamiske språkopplæringsverktøy basert bl.a. på samme språkteknologi som den som blir brukt i Divvun-verktøyene.
sme: Dál lea álggahuvvon prošeakta maid Sámediggi ja Romssa Universitehta ruhtadeaba mas jurdda lea ráhkadit giellaoahpporeaiddu mas vuođđun lea seamma giellateknologiija go dat mii lea adnon Divvun- reaidduin.

source: I følge prosjektledelsen i Divvun-prosjektet, er et annet biprodukt av prosjektet en elektronisk nybegynnerordbok som bruker språkteknologien til å håndtere alle bøyde former direkte, slik at brukerne kan slå opp alle ordformer, og få oversettelser, analyse og grunnform.
sme: Divvuprošeavtta jođiheaddjit duođaštit ahte eará lassibuvtta prošeavttas lea álgosátnegirji mii atná giellateknologiija gieđahallat buot sojahanmálliid njuolga, nu ahte geavaheaddji sáhttá ohcat buot sátnehámiin, ja oažžut jorgaluvvot, analysa ja vuođđohámi.

source: Divvun-verktøyene er gratis tilgjengelige på www.divvun.no, og har blitt utviklet i de såkalte Divvun-prosjektene ved Sametinget.
sme: Divvun- reaiddut leat nuvttá ja daid gávdná dihtoris www.divvun.no - čujuhusas, ja leat ovdánahttojuvvon nu gohčoduvvon Sámedikki Divvun- prošeavtta bokte.

source: Det første Divvun-prosjektet utviklet verktøy for nord- og lulesamisk, og var ferdig i 2007.
sme: Vuosttaš Divvun- prošeakta ráhkadii reaiddu davvi- ja julevsámegillii mii lei válmmas 2007;

source: Divvun 2-prosjektet førte dette arbeidet videre, og utvidet språkstøtten til å omfatte sørsamisk.
sme: Divvun 2- prošeakta jotkkii dán barggu, ja ráhkadii giellareaiddu maiddái lullisámegillii.

source: Snåasen tjielte/Snåsa kommune er en språkforvaltningskommune for samisk språk.
sme: Snåasen tjielte/Snåsa suohkan lea sámegiela giellahálddašanguovllu suohkan.

source: Det er mye positivt som skjer her nå i forhold til språkutvikling, og jeg har derfor forhåpninger om at sørsamisk etter hvert vil høres og synes mer og utvikles til å bli et levende språk.
sme: Leat ollu positiivvalaš dáhpáhusat dáppe dál giellaovdáneami ektui, ja mus lea dan dihte buorre jáhkku dasa ahte lullisámegiella dađistaga álgá gullot ja oidnet eanet ja ovdána ealli giellan.

source: Jeg er evig optimist, så jeg har stor tro på at det vil skje.
sme: Lean agalaš optimista, nu ahte jáhkán nu dáhpáhuvvá.

source: Det er viktig at det legges til rette for god samisk opplæring i grunn og videregående skole, for å motivere flere til å lære samisk.
sme: Dehálaččamus lea ahte láhččojuvvo dilli buori ohppui vuođđo- ja joatkkaskuvllain, vai eambbogat movttidahttojuvvojit oahppat sámegiela.

source: Språkkompetanse er en kvalifikasjon som arbeidsmarkedet i økende grad etterspør og er dessuten både en rikdom i seg sjøl, men også en viktig identitetsskapende faktor.
sme: Giellagelbbolašvuohta lea gealbu maid bargoeallin ohcala eanet ja eanet ja lea dasa lassin riggodahkan ieš alddis, muhto maiddái dehálaš iešdovddu guoddi.

source: Derfor er samisk opplæring viktig.
sme: Dan dihte lea sámegiella dehálaš.

source: Gjennom synliggjøring av samisk språk, vil også den sørsamiske kulturen bli mer synliggjort for storsamfunnet.
sme: Sámegiela čájehemiin boahtá lullisámi kultuvra maid buorebut oidnosii stuora servodahkii.

source: For at den voksne befolkningen skal ha større mulighet til å tilsegne seg samiske språk, håper jeg at det etableres et samisk språksenter som kan gi voksenopplæring i samisk språk for ungdoms- og foreldregenerasjonen som dessverre har mistet sitt samiske morsmål.
sme: Vai ollesolbmuide šattašii stuorit vejolašvuohta háhkat oahpu sámegielas, de sávašin ahte ceggejuvvošii giellaguovddáš mii attášii rávisolbmooahpu sámegielas nuoraid- ja váhnenbulvii geat dađibahábut lea massán eatnigielaset.

source: Det er like viktig at det legges til rette for at voksne skal ha mulighet til å lære språket, som barn i barnehagen.
sme: Lea seamma dehálaš láhččit dili ollesolbmuide go mánáide mánáidgárddiin vai oččoše vejolašvuođa oahppat giela.

source: For skal vi få et levende språk må voksne og foreldre kunne kommunisere med barn.
sme: Jus galgat oažžut ealli giela, de fertejit ollesolbmot ja váhnemat gulahallat mánáideasetguin.

source: Målet må være at folk skal bli funksjonelt tospråklig.
sme: Ulbmil fertet leat ahte olbmot leat doaibmi guovttegielagat.

source: Derfor håper jeg at dette verktøyet vil være til stor hjelp og gi en ekstra motivasjon for alle som er interessert i å lære språket, men også at det blir et viktig verktøy for de som til daglig jobber for å utvikle sørsamisk språk.
sme: Dan dihte sávan ahte dát reaidu livčče stuora veahkkin ja attášii liige movttidahttima buohkaide geat beroštit oahppat giela, muhto maiddái vai dát šattašii buorren reaidun sidjiide geat beaivválaččat barget lullisámegiela ovddidemiin.

source: Så regner jeg med at det sørsamiske Divvun-programmet blir installert i alles datamaskiner og blir flittig brukt.
sme: De vuorddán ahte lullisámegiela Divvunprográmma biddjošii buot dihtoriidda ja viššalit adnojuvvošii.

source: *Rådsmedlem Ellinor Marita Jåma
sme: *Ráđđelahttu Ellinor Marita Jåma

source: Telefon
sme: Telefovdna

source: Mobil
sme: Mobiila

source: E-post
sme: E-poasta

source: Prosjektleder for Divvun
sme: Divvun prošeaktajođiheaddji

source: Telefon/mobil
sme: Telefovdna/mobiila
